Repository: Merchello/Merchello
Catalog: src/Merchello.Web.Store/Localization/StoreFormsResource.*.resx
Languages: da_dk

# InvalidCcExpiresDate
source: The expiration date does not appear to be valid.
da_dk: Udløbsdatoen synes ikke at være gyldig

# InvalidConfirmPassword
source: Password and confirm password fields do not match
da_dk: Kodeord og bekræft kodeord er ikke ens

# InvalidCvv
source: cvv does not appear to be valid.
da_dk: cvv kode synes at være ugyldig

# InvalidEmailAddress
source: Email address appear to be invalid
da_dk: Email adresse synes at være ugyldig

# LabelAddress1
source: Address line 1
da_dk: Adresse

# LabelAddress2
source: Address line 2
da_dk: Adresse 2B

# LabelAddresses
source: Addresses
da_dk: Adresser

# LabelAddressLabel
source: Address label (ex. My House)
da_dk: Adresse etiket (ex. Mit hus)

# LabelCardHolderName
source: Name on card
da_dk: Navn på kredit kort

# LabelConfirmPassword
source: Confirm password
da_dk: Bekraft kodeord

# LabelCountry
source: Country
da_dk: Land

# LabelCreditCardNumber
source: Card number
da_dk: Kort nummer

# LabelCvv
source: cvv
da_dk: cvv kode

# LabelEmailAddress
source: Email address
da_dk: Email adresse

# LabelExpirationDate
source: Expiration date
da_dk: Udløbsdato

# LabelFirstName
source: First name
da_dk: Fornavn

# LabelLastName
source: Last name
da_dk: Efternavn

# LabelLocality
source: City
da_dk: By

# LabelName
source: Full name
da_dk: Fulde navn

# LabelOfferCode
source: Offer code
da_dk: Rabatkode

# LabelOrganization
source: Company
da_dk: Firma

# LabelPassword
source: Password
da_dk: Kodeord

# LabelPaymentMethods
source: Payment methods
da_dk: Betalingsmetode

# LabelPhone
source: Phone
da_dk: Telefon

# LabelPostalCode
source: Postal code
da_dk: Postnummer

# LabelRegion
source: State / Province / Region
da_dk: Stat eller provins

# LabelRememberMe
source: Remember me
da_dk: Husk mig

# LabelShipRateQuote
source: Shipping method
da_dk: Leveringstype

# LabelUseForBilling
source: Use this address as the billing address
da_dk: Brug denne adresse som faktureringsadresse

# LabelUseForShipping
source: Use this address as the shipping address
da_dk: Brug denne adresse som leveringsadresse

# LabelUsername
source: Username
da_dk: Brugernavn

# LabelWishList
source: Wish List
da_dk: Ønskeliste

source: -- Please Select --
da_dk: -- Vælg venligst --

# RequiredAddress
source: Address line is required
da_dk: Addresse skal udfyldes

# RequiredCardHolderName
source: Name or card is required
da_dk: Navn på kort skal udfyldes

# RequiredConfirmPassword
source: Confirm password is required
da_dk: Bekræft kodeord skal udfyldes

# RequiredCountry
source: Country is a required
da_dk: Land skal udfyldes

# RequiredCreditCardNumber
source: Card number is required
da_dk: Kortnummer skal udfyldes

# RequiredCvv
source: cvv is required
da_dk: cvv kode skal udfyldes

# RequiredEmailAddress
source: Email address is required
da_dk: Email adressse skal udfyldes

# RequiredExpirationDate
source: Expiration date is required
da_dk: Udløbsdato skal udfyldes

# RequiredFirstName
source: First name is required
da_dk: Fornavn skal udfyldes

# RequiredLastName
source: Last name is required
da_dk: Efternavn skal udfyldes

# RequiredLocality
source: City is required
da_dk: By skal udfyldes

# RequiredName
source: Full name is required
da_dk: Fulde navn skal udfyldes

# RequiredOfferCode
source: Offer code is required
da_dk: Rabatkode skal udfyldes

# RequiredPassword
source: Password is required
da_dk: Kodeord skal udfyldes

# RequiredPostalCode
source: Postal code is required
da_dk: Postnummer skal udfyldes

# RequiredRegion
source: State or Provice is required
da_dk: Stat eller provins skal udfyldes

# RequiredUsername
source: Username is required
da_dk: Brugernavn skal udfyldes
